[
    {
        "id": 1,
        "text": "اللهم أنت ربي، لا إله إلا أنت، خلَقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شرِّ ما صنعت، أبُوء لك بنعمتك عليّ وأبوء بذنبي، فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت، قال: مَن قالها من النهار موقنًا بها، فمات من يومه قبل أن يُمسي، فهو من أهل الجنة، ومن قالها من الليل وهو مُوقن بها، فمات قبل أن يُصبح، فهو من أهل الجنة",
        "source": "رواه البخاري"
    },
    {
        "id": 2,
        "text": "إذا أصبح أحدكم فليقل: اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور. وإذا أمسى فليقل: اللهم بك أمسينا، وبك أصبَحنا، وبك نحيا، وبك نموت، وإليك المصير",
        "source": "صحيح رواه الترمذي"
    },
    {
        "id": 3,
        "text": "أصبحنا (أمسينا) على فِطرة الإسلام، وكلمة الإخلاص، ودين نبينا محمد -صلى الله عليه وسلم- ومِلة أبينا إبراهيم حنيفًا مسلمًا وما كان من المشركين",
        "source": "صحيح رواه أحمد"
    },
    {
        "id": 4,
        "text": "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي، وأهلي ومالي، اللهم استُر عوراتي، وآمِن رَوعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أُغتال من تحتي",
        "source": "صحيح أبو داود"
    },
    {
        "id": 5,
        "text": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
        "source": null
    },
    {
        "id": 6,
        "text": "اللهم إني أعوذ بك من الكفر والفقر، اللهم إني أعوذ بك من عذاب القبر، لا إله إلا أنت",
        "source": "رواه أحمد"
    },
    {
        "id": 7,
        "text": "أصبحنا وأصبح (أمسينا وأمسى) المُلك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، ربِّ أسألك خير ما في هذا اليوم (الليلة)، وخير ما بعده، وأعوذ بك من شرِّ ما في هذا اليوم (الليلة)، وشر ما بعده، ربِّ أعوذ بك من الكسل، وسوء الكِبَر، ربِّ أعوذ بك من عذابٍ في النار وعذاب في القبر",
        "source": "رواه مسلم"
    },
    {
        "id": 8,
        "text": "اللهم فاطر السموات والأرض، عالم الغيب والشهادة، ربَّ كلِّ شيء ومليكه، أشهد أنْ لا إله إلا أنت، أعوذ بك من شرِّ نفسي، وشر الشيطان وشِرْكه، وأن أَقترف على نفسي سوءًا، أو أجرَّه إلى مسلم",
        "source": "رواه الترمذي"
    },
    {
        "id": 9,
        "text": "رضيت بالله ربًّا، وبالإسلام دينًا، وبمحمد -صلى الله عليه وسلم- نبيًّا. من قالها حين يُصبح وحين يمسي، كان حقًّا على الله أن يُرضيه",
        "source": "رواه الترمذي"
    },
    {
        "id": 10,
        "text": "يا حي يا قيُّوم، برحمتك أستغيث، أصلِح لي شأني كله، ولا تَكلني إلى نفسي طرْفة عينٍ",
        "source": "رواه الحاكم"
    },
    {
        "id": 11,
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير",
        "source": "مائة مرة"
    },
    {
        "id": 12,
        "text": "سبحان الله وبحمده عدد خلقه، ورضا نفسه، وزِنة عرشه، ومداد كلماته",
        "source": "رواه مسلم"
    },
    {
        "id": 13,
        "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ...",
        "source": "[البقرة: 255]"
    },
    {
        "id": 14,
        "text": "بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم. من قالها ثلاثًا إذا أصبح وثلاثًا إذا أمسى، لم يضرَّه شيء",
        "source": "رواه الترمذي"
    },
    {
        "id": 15,
        "text": "اللهم إني أصبحت (أمسيتُ) أُشهدك وأُشهد حمَلة عرشك وملائكتك، وجميع خلْقك أنَّك أنت الله، لا إله إلا أنت وأن محمدًا عبدك ورسولك",
        "source": "..."
    },
    {
        "id": 16,
        "text": "اللهم إني أسألك علمًا نافعًا ورزقًا طيبًا وعملاً متقبَّلاً",
        "source": "رواه ابن ماجه"
    },
    {
        "id": 17,
        "text": "من قال: سبحان الله مائة مرة قبل طلوع الشمس وقبل غروبها، كان أفضل من مائة بدَنة، ومن قال: الحمد لله مائة مرة قبل طلوع الشمس وقبل غروبها، كان أفضل من مائة فرس يحمل عليها في سبيل الله، ومَن قال: الله أكبر مائة مرة قبل طلوع الشمس وقبل غروبها، كان أفضل من عتْق مائة رَقبة، ومن قال: لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قديرٌ مائة مرة قبل طلوع الشمس وقبل غروبها - لم يَجئ يوم القيامة أحد بعمل أفضلَ من عمله، إلا من قال مثل قوله، أو زادَ عليه",
        "source": "رواه النسائي"
    }
]
